Repository: MatteoColombo/cube_challenge_timer
Catalog: res/values/strings_*.arb
Languages: es

source: Ready
es: Listo

source: Solving
es: Resolviendo

# generating
source: Generating scrambles...
es: Generando mezcla…

source: Select puzzle
es: Selecciona puzzle

source: Delete last
es: Elimina el último

# showTime
source: Show time when solving
es: Muestra el tiempo

# hideTime
source: Hide time when solving
es: Esconde el tiempo

# reset
source: Reset session
es: Reinicia la sesión

# amoledTheme
source: Amoled black theme
es: Tema negro amoled

# defaultTheme
source: Default black theme
es: Tema negro predefinido

source: Options
es: Opciones

# type_222
source: 2x2x2 Cube
es: Cubo 2x2x2

# type_333
source: 3x3x3 Cube
es: Cubo 3x3x3

# type_444
source: 4x4x4 Cube
es: Cubo 4x4x4

# type_555
source: 5x5x5 Cube
es: Cubo 5x5x5

# type_666
source: 6x6x6 Cube
es: Cubo 6x6x6

# type_777
source: 7x7x7 Cube
es: Cubo 7x7x7
